Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Use the tools you already know
bn: পরিচিত টুল ব্যবহার করুন
es: Usa las herramientas que ya conoces
fr: Utilisez les outils que vous connaissez
hi: अपने परिचित टूल इस्तेमाल करें
it: Usa gli strumenti che conosci già
ja: 使い慣れたツールで作業
ko: 익숙한 도구로 작업하세요
pt_br: Use as ferramentas que você já conhece
ru: Используйте знакомые инструменты
sv: Använd verktygen du redan känner till
zh_hans: 使用你熟悉的工具
zh_hant: 使用你熟悉的工具

source: Use your installed tools and existing sign-ins.
bn: ইনস্টল করা টুল ও বর্তমান সাইন-ইন ব্যবহার করুন।
es: Usa tus herramientas instaladas y las sesiones ya iniciadas.
fr: Utilisez vos outils installés et vos connexions existantes.
hi: इंस्टॉल किए गए टूल और मौजूदा साइन-इन इस्तेमाल करें।
it: Usa gli strumenti installati e gli accessi esistenti.
ja: インストール済みのツールと既存のサインインを使用します。
ko: 설치된 도구와 기존 로그인을 사용합니다.
pt_br: Use suas ferramentas instaladas e logins existentes.
ru: Используйте установленные инструменты и существующие аккаунты.
sv: Använd dina installerade verktyg och befintliga inloggningar.
zh_hans: 使用已安装的工具和现有登录。
zh_hant: 使用已安裝的工具與現有登入。

source: Use your installed tools and existing sign-ins. Choose Shell only to work without an agent.
bn: ইনস্টল করা টুল ও বর্তমান সাইন-ইন ব্যবহার করুন। এজেন্ট ছাড়া কাজ করতে ‘শুধু Shell’ বেছে নিন।
es: Usa tus herramientas instaladas y las sesiones ya iniciadas. Elige Solo Shell para trabajar sin agente.
fr: Utilisez vos outils installés et vos connexions existantes. Choisissez Shell uniquement pour travailler sans agent.
hi: इंस्टॉल किए गए टूल और मौजूदा साइन-इन इस्तेमाल करें। एजेंट के बिना काम करने के लिए ‘केवल Shell’ चुनें।
it: Usa gli strumenti installati e gli accessi esistenti. Scegli Solo Shell per lavorare senza un agente.
ja: インストール済みのツールと既存のサインインを使用します。エージェントを使わない場合は「Shell のみ」を選んでください。
ko: 설치된 도구와 기존 로그인을 사용합니다. 에이전트 없이 작업하려면 ‘Shell만’을 선택하세요.
pt_br: Use suas ferramentas instaladas e logins existentes. Escolha Somente Shell para trabalhar sem agente.
ru: Работайте с установленными инструментами и существующими аккаунтами. Чтобы работать без агента, выберите «Только Shell».
sv: Använd dina installerade verktyg och befintliga inloggningar. Välj Endast Shell för att arbeta utan agent.
zh_hans: 使用已安装的工具和现有登录。选择“仅 Shell”即可不使用代理。
zh_hant: 使用已安裝的工具與現有登入。選擇「僅 Shell」即可不使用代理程式。

source: Users
bn: ব্যবহারকারী
es: Usuarios
fr: Utilisateurs
hi: उपयोगकर्ता
it: Utenti
ja: ユーザー
ko: 사용자
pt_br: Usuários
ru: Пользователи
sv: Användare
zh_hans: 用户
zh_hant: 使用者

source: Version
bn: সংস্করণ
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: Version name
bn: সংস্করণের নাম
es: Nombre de versión
fr: Nom de version
hi: संस्करण नाम
it: Nome versione
ja: バージョン名
ko: 버전 이름
pt_br: Nome da versão
ru: Имя версии
sv: Versionsnamn
zh_hans: 版本名称
zh_hant: 版本名稱

source: View
bn: দেখুন
es: Ver
fr: Présentation
hi: दृश्य
it: Vista
ja: 表示
ko: 보기
pt_br: Visualizar
ru: Вид
sv: Visa
zh_hans: 视图
zh_hant: 顯示方式

source: View all tickets
bn: সব টিকিট দেখুন
es: Ver todas las incidencias
fr: Voir tous les tickets
hi: सभी टिकट देखें
it: Visualizza tutti i ticket
ja: すべてのチケットを表示
ko: 모든 티켓 보기
pt_br: Ver todos os tickets
ru: Показать все задачи
sv: Visa alla ärenden
zh_hans: 查看所有工单
zh_hant: 檢視所有工作項目

source: View Full Screen
bn: পূর্ণ পর্দায় দেখুন
es: Ver a pantalla completa
fr: Afficher en plein écran
hi: पूर्ण स्क्रीन में देखें
it: Visualizza a schermo intero
ja: フルスクリーンで表示
ko: 전체 화면으로 보기
pt_br: Ver em tela cheia
ru: На весь экран
sv: Visa i helskärm
zh_hans: 全屏查看
zh_hant: 全螢幕檢視

source: View in the terminal:
bn: টার্মিনালে দেখুন:
es: Ver en la terminal:
fr: Voir dans le terminal :
hi: टर्मिनल में देखें:
it: Visualizza nel terminale:
ja: ターミナルで表示：
ko: 터미널에서 보기:
pt_br: Ver no terminal:
ru: Посмотреть в терминале:
sv: Visa i terminalen:
zh_hans: 在终端中查看：
zh_hant: 在終端機中檢視：

source: Voice input in terminal sessions and agents runs under Cascade's permission.
bn: টার্মিনাল সেশন ও এজেন্টে ভয়েস ইনপুট Cascade-এর অনুমতি ব্যবহার করে।
es: La entrada de voz de terminales y agentes usa el permiso de Cascade.
fr: La saisie vocale des sessions de terminal et des agents utilise l’autorisation de Cascade.
hi: टर्मिनल सत्र और एजेंट में आवाज़ से इनपुट Cascade की अनुमति से चलता है।
it: L’input vocale in terminali e agenti usa l’autorizzazione di Cascade.
ja: ターミナルセッションとエージェントの音声入力には Cascade の権限を使います。
ko: 터미널 세션과 에이전트의 음성 입력은 Cascade의 권한을 사용합니다.
pt_br: A entrada de voz em terminais e agentes usa a permissão do Cascade.
ru: Голосовой ввод в терминалах и агентах использует разрешение Cascade.
sv: Röstinmatning i terminalsessioner och agenter använder Cascades behörighet.
zh_hans: 终端会话和代理的语音输入使用 Cascade 的麦克风权限。
zh_hant: 終端機工作階段與代理程式的語音輸入使用 Cascade 的麥克風權限。

source: VS Code Marketplace or Open VSX link
bn: VS Code Marketplace বা Open VSX লিংক
es: Enlace de VS Code Marketplace u Open VSX
fr: Lien VS Code Marketplace ou Open VSX
hi: VS Code Marketplace या Open VSX लिंक
it: Link di VS Code Marketplace o Open VSX
ja: VS Code Marketplace または Open VSX のリンク
ko: VS Code Marketplace 또는 Open VSX 링크
pt_br: Link do VS Code Marketplace ou do Open VSX
ru: Ссылка на VS Code Marketplace или Open VSX
sv: Länk till VS Code Marketplace eller Open VSX
zh_hans: VS Code Marketplace 或 Open VSX 链接
zh_hant: VS Code Marketplace 或 Open VSX 連結

source: Wait for the Git operation to finish before removing this worktree.
bn: এই ওয়ার্কট্রি সরানোর আগে Git-এর কাজ শেষ হওয়া পর্যন্ত অপেক্ষা করুন।
es: Espera a que termine la operación de Git antes de eliminar este worktree.
fr: Attendez la fin de l’opération Git avant de supprimer ce worktree.
hi: इस वर्कट्री को हटाने से पहले Git कार्रवाई पूरी होने की प्रतीक्षा करें।
it: Attendi il completamento dell’operazione Git prima di rimuovere questo worktree.
ja: Gitの操作が完了してから、このワークツリーを削除してください。
ko: Git 작업이 완료된 후 이 워크트리를 제거하세요.
pt_br: Aguarde a operação do Git terminar antes de remover este worktree.
ru: Дождитесь завершения операции Git перед удалением рабочего дерева.
sv: Vänta tills Git-åtgärden är klar innan du tar bort detta worktree.
zh_hans: 请等待 Git 操作完成后再移除此工作树。
zh_hant: 請等候 Git 操作完成後再移除此工作樹。

source: Waiting for backend
bn: ব্যাকএন্ডের জন্য অপেক্ষা করছে
es: Esperando al backend
fr: En attente du backend
hi: बैकएंड की प्रतीक्षा में
it: In attesa del backend
ja: バックエンドを待機中
ko: 백엔드 대기 중
pt_br: Aguardando o backend
ru: Ожидание бэкенда
sv: Väntar på backend
zh_hans: 正在等待后端
zh_hant: 正在等候後端

source: Waiting on you
bn: আপনার অপেক্ষায়
es: Pendientes de ti
fr: En attente de vous
hi: आपकी प्रतीक्षा में
it: In attesa di te
ja: あなたのレビュー待ち
ko: 내 검토 대기
pt_br: Aguardando você
ru: Ожидают вас
sv: Väntar på dig
zh_hans: 等待你审查
zh_hant: 等候你審查

source: Waiting on you, newest first
bn: আপনার অপেক্ষায়, নতুনগুলো আগে
es: Pendientes de ti, más recientes primero
fr: En attente de vous, les plus récentes d’abord
hi: आपकी प्रतीक्षा में, सबसे नए पहले
it: In attesa di te, più recenti prima
ja: あなたのレビュー待ち、新しい順
ko: 내 검토 대기, 최신순
pt_br: Aguardando você, mais recentes primeiro
ru: Ожидают вас, сначала новые
sv: Väntar på dig, nyaste först
zh_hans: 等待你审查，最新的优先
zh_hant: 等候你審查，最新的優先

source: Waiting to send
bn: পাঠানোর অপেক্ষায়
es: Esperando para enviar
fr: En attente d’envoi
hi: भेजने की प्रतीक्षा में
it: In attesa di invio
ja: 送信待ち
ko: 전송 대기 중
pt_br: Aguardando envio
ru: Ожидание отправки
sv: Väntar på att skicka
zh_hans: 等待发送
zh_hant: 等待傳送

source: Walks through installing the tools and agent hooks again.
bn: টুল ও এজেন্ট হুক ইনস্টলের ধাপ আবার দেখায়।
es: Te guía de nuevo para instalar herramientas y hooks del agente.
fr: Vous guide à nouveau pour installer les outils et les hooks des agents.
hi: टूल और एजेंट हुक इंस्टॉल करने के चरण फिर दिखाता है।
it: Ti guida di nuovo nell’installazione di strumenti e hook degli agenti.
ja: ツールとエージェントフックのインストールをもう一度案内します。
ko: 도구와 에이전트 훅 설치 과정을 다시 안내합니다.
pt_br: Orienta novamente a instalação das ferramentas e hooks dos agentes.
ru: Снова проведёт вас через установку инструментов и хуков агентов.
sv: Går igenom installation av verktyg och agent-hookar igen.
zh_hans: 重新引导你安装工具和代理钩子。
zh_hant: 重新引導你安裝工具與代理程式掛鉤。

source: Warning
bn: সতর্কতা
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avviso
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
sv: Varning
zh_hans: 警告
zh_hant: 警告

source: Web page
bn: ওয়েব পৃষ্ঠা
es: Página web
fr: Page web
hi: वेब पेज
it: Pagina web
ja: ウェブページ
ko: 웹 페이지
pt_br: Página da web
ru: Веб-страница
sv: Webbsida
zh_hans: 网页
zh_hant: 網頁

source: Webhook forwarding failed
bn: ওয়েবহুক ফরওয়ার্ডিং ব্যর্থ হয়েছে
es: Error en el reenvío de webhooks
fr: Échec du transfert des webhooks
hi: वेबहुक फ़ॉरवर्डिंग विफल हुई
it: Inoltro dei webhook non riuscito
ja: Webhookの転送に失敗しました
ko: 웹훅 전달에 실패했습니다
pt_br: Falha no encaminhamento de webhooks
ru: Не удалось переслать вебхуки
sv: Vidarebefordran av webhooks misslyckades
zh_hans: Webhook 转发失败
zh_hant: Webhook 轉送失敗

source: Webhook forwarding is off. Automations check pull request changes on the regular refresh schedule.
bn: ওয়েবহুক পাঠানো বন্ধ। অটোমেশন নিয়মিত রিফ্রেশের সময়সূচি অনুযায়ী পুল রিকোয়েস্টের পরিবর্তন দেখে।
es: El reenvío de webhooks está desactivado. Las automatizaciones comprueban los cambios de solicitudes con la frecuencia habitual.
fr: Le transfert des webhooks est désactivé. Les automatisations vérifient les changements de pull requests selon l’intervalle habituel.
hi: वेबहुक भेजना बंद है। स्वचालन नियमित रीफ़्रेश अंतराल पर पुल रिक्वेस्ट के बदलाव जाँचता है।
it: L’inoltro dei webhook è disattivato. Le automazioni controllano le modifiche alle pull request secondo l’intervallo abituale.
ja: Webhook の転送はオフです。自動化は通常の更新間隔でプルリクエストの変更を確認します。
ko: 웹훅 전달이 꺼져 있습니다. 자동화는 정기 새로 고침 일정에 따라 풀 리퀘스트 변경을 확인합니다.
pt_br: O encaminhamento de webhooks está desativado. As automações verificam mudanças nos pull requests no intervalo habitual.
ru: Передача вебхуков отключена. Автоматизация проверяет изменения пул-реквестов по обычному расписанию обновления.
sv: Vidarebefordran av webhookar är avstängd. Automatiseringarna kontrollerar pull request-ändringar enligt det vanliga uppdateringsschemat.
zh_hans: Webhook 转发已关闭。自动化会按常规刷新计划检查拉取请求的变更。
zh_hant: Webhook 轉送已關閉。自動化會按一般重新整理排程檢查提取要求的變更。

source: Webhook forwarding started
bn: ওয়েবহুক ফরওয়ার্ডিং শুরু হয়েছে
es: Reenvío de webhooks iniciado
fr: Transfert des webhooks démarré
hi: वेबहुक फ़ॉरवर्डिंग शुरू हुई
it: Inoltro dei webhook avviato
ja: Webhookの転送を開始しました
ko: 웹훅 전달이 시작되었습니다
pt_br: Encaminhamento de webhooks iniciado
ru: Пересылка вебхуков запущена
sv: Vidarebefordran av webhooks har startat
zh_hans: Webhook 转发已启动
zh_hant: Webhook 轉送已啟動

source: Webhooks
bn: ওয়েবহুক
hi: वेबहुक
it: Webhook
ja: Webhook
ko: 웹훅
ru: Вебхуки
zh_hans: Webhook
zh_hant: Webhook

source: Weekly
bn: সাপ্তাহিক
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 週間
ko: 주간
pt_br: Semanal
ru: За неделю
sv: Veckovis
zh_hans: 每周
zh_hant: 每週

source: Welcome to Cascade
bn: Cascade-এ স্বাগতম
es: Te damos la bienvenida a Cascade
fr: Bienvenue dans Cascade
hi: Cascade में आपका स्वागत है
it: Ti diamo il benvenuto in Cascade
ja: Cascade へようこそ
ko: Cascade에 오신 것을 환영합니다
pt_br: Boas-vindas ao Cascade
ru: Добро пожаловать в Cascade
sv: Välkommen till Cascade
zh_hans: 欢迎使用 Cascade
zh_hant: 歡迎使用 Cascade

source: What are we working on in %@?
bn: %@-এ আমরা কী নিয়ে কাজ করছি?
es: ¿En qué trabajamos en %@?
fr: Sur quoi travaillons-nous dans %@ ?
hi: हम %@ में किस पर काम कर रहे हैं?
it: Su cosa lavoriamo in %@?
ja: %@ で何に取り組みますか？
ko: %@에서 무엇을 작업할까요?
pt_br: No que vamos trabalhar em %@?
ru: Над чем работаем в %@?
sv: Vad arbetar vi med i %@?
zh_hans: 我们要在 %@ 中做什么？
zh_hant: 我們要在 %@ 中做什麼？

source: When
bn: যখন
es: Cuando
fr: Quand
hi: जब
it: Quando
ja: 実行条件
ko: 시작 조건
pt_br: Quando
ru: Когда
sv: När
zh_hans: 当
zh_hant: 當

source: Whether GitHub can merge the PR cleanly.
bn: GitHub দ্বন্দ্ব ছাড়া PR মার্জ করতে পারে কি না।
es: Si GitHub puede fusionar el PR sin conflictos.
fr: Si GitHub peut fusionner la PR sans conflit.
hi: क्या GitHub PR बिना विरोध मर्ज कर सकता है।
it: Se GitHub può unire la PR senza conflitti.
ja: GitHubで競合なくPRをマージできるかどうかです。
ko: GitHub에서 PR을 충돌 없이 병합할 수 있는지 확인합니다.
pt_br: Se o GitHub pode mesclar o PR sem conflitos.
ru: Может ли GitHub слить PR без конфликтов.
sv: Om GitHub kan slå ihop PR utan konflikter.
zh_hans: GitHub 是否能无冲突合并 PR。
zh_hant: GitHub 是否能無衝突合併 PR。

source: Whether the PR is a draft.
bn: PR খসড়া কি না।
es: Si el PR es un borrador.
fr: Si la PR est un brouillon.
hi: क्या PR ड्राफ़्ट है।
it: Se la PR è una bozza.
ja: PRがドラフトかどうかです。
ko: PR이 초안인지 확인합니다.
pt_br: Se o PR é um rascunho.
ru: Является ли PR черновиком.
sv: Om PR är ett utkast.
zh_hans: PR 是否为草稿。
zh_hant: PR 是否為草稿。

source: Who opened the PR. @me is you, @bots is any bot account.
bn: PR কে খুলেছেন। @me মানে আপনি, @bots যেকোনো বট অ্যাকাউন্ট।
es: Quién abrió el PR. @me eres tú; @bots es cualquier bot.
fr: L’auteur de la PR. @me vous désigne, @bots tout compte bot.
hi: PR खोलने वाला। @me आप हैं, @bots कोई भी बॉट खाता है।
it: Chi ha aperto la PR. @me indica te, @bots qualsiasi account bot.
ja: PRの作成者です。@meは自分、@botsは任意のボットアカウントです。
ko: PR을 만든 작성자입니다. @me는 나, @bots는 모든 봇 계정을 의미합니다.
pt_br: Quem abriu o PR. @me é você, @bots é qualquer conta de bot.
ru: Автор PR. @me — вы, @bots — любой бот.
sv: Vem som öppnade PR. @me är du, @bots är alla botkonton.
zh_hans: PR 的创建者。@me 表示你，@bots 表示任何机器人账号。
zh_hant: PR 的建立者。@me 代表你，@bots 代表任何機器人帳號。

source: Worked
bn: কাজ হয়েছে
es: Trabajo realizado
fr: Travail effectué
hi: काम किया
it: Lavoro svolto
ja: 作業済み
ko: 작업 완료
pt_br: Trabalho realizado
ru: Работа выполнена
sv: Arbetade
zh_hans: 已完成工作
zh_hant: 已完成工作

source: Worked for %@
bn: %@ ধরে কাজ করেছে
es: Trabajó durante %@
fr: A travaillé pendant %@
hi: %@ तक काम किया
it: Ha lavorato per %@
ja: %@ 作業しました
ko: %@ 동안 작업함
pt_br: Trabalhou por %@
ru: Работал %@
sv: Arbetade i %@
zh_hans: 工作了 %@
zh_hant: 工作了 %@

source: Workflow %lld
bn: ওয়ার্কফ্লো %lld
es: Flujo %lld
hi: वर्कफ़्लो %lld
it: Flusso %lld
ja: ワークフロー %lld
ko: 워크플로 %lld
pt_br: Fluxo %lld
ru: Процесс %lld
sv: Arbetsflöde %lld
zh_hans: 工作流 %lld
zh_hant: 工作流程 %lld

source: Workflow hooks
bn: ওয়ার্কফ্লো হুক
es: Hooks de flujos de trabajo
fr: Hooks des workflows
hi: वर्कफ़्लो हुक
it: Hook dei flussi di lavoro
ja: ワークフローフック
ko: 워크플로 훅
pt_br: Hooks dos fluxos de trabalho
ru: Хуки рабочих процессов
sv: Arbetsflödeshookar
zh_hans: 工作流钩子
zh_hant: 工作流程掛鉤

source: Working
bn: কাজ চলছে
es: Trabajando
fr: Travail en cours
hi: काम कर रहा है
it: Al lavoro
ja: 作業中
ko: 작업 중
pt_br: Trabalhando
ru: Работает
sv: Arbetar
zh_hans: 正在工作
zh_hant: 正在工作

source: Workspace
bn: ওয়ার্কস্পেস
es: Espacio de trabajo
fr: Espace de travail
hi: कार्यस्थान
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
pt_br: Espaço de trabalho
ru: Рабочая область
sv: Arbetsyta
zh_hans: 工作区
zh_hant: 工作區

source: Workspace folder
bn: ওয়ার্কস্পেস ফোল্ডার
es: Carpeta del espacio de trabajo
fr: Dossier de l’espace de travail
hi: वर्कस्पेस फ़ोल्डर
it: Cartella dell’area di lavoro
ja: ワークスペースのフォルダ
ko: 작업 공간 폴더
pt_br: Pasta do espaço de trabalho
ru: Папка рабочей области
sv: Arbetsmapp
zh_hans: 工作区文件夹
zh_hant: 工作區檔案夾

source: Workspace sidebar
bn: ওয়ার্কস্পেস সাইডবার
es: Barra lateral del espacio de trabajo
fr: Barre latérale de l’espace de travail
hi: वर्कस्पेस साइडबार
it: Barra laterale dell’area di lavoro
ja: ワークスペースのサイドバー
ko: 작업 공간 사이드바
pt_br: Barra lateral do espaço de trabalho
ru: Боковая панель рабочей области
sv: Arbetsytans sidofält
zh_hans: 工作区边栏
zh_hant: 工作區側邊欄

source: Worktree
bn: ওয়ার্কট্রি
hi: वर्कट्री
ja: ワークツリー
ko: 워크트리
ru: Рабочее дерево
zh_hans: 工作树
zh_hant: 工作樹

source: Worktree branch deleted
bn: ওয়ার্কট্রির ব্রাঞ্চ মুছে ফেলা হয়েছে
es: Rama del worktree eliminada
fr: Branche du worktree supprimée
hi: वर्कट्री की ब्रांच मिटाई गई
it: Branch del worktree eliminato
ja: ワークツリーのブランチを削除しました
ko: 워크트리 브랜치가 삭제되었습니다
pt_br: Branch do worktree excluída
ru: Ветка рабочего дерева удалена
sv: Grenen för worktree har raderats
zh_hans: 工作树分支已删除
zh_hant: 工作樹分支已刪除

source: Worktree branch kept
bn: ওয়ার্কট্রির ব্রাঞ্চ রাখা হয়েছে
es: Rama del worktree conservada
fr: Branche du worktree conservée
hi: वर्कट्री की ब्रांच रखी गई
it: Branch del worktree mantenuto
ja: ワークツリーのブランチを保持しました
ko: 워크트리 브랜치가 유지되었습니다
pt_br: Branch do worktree mantida
ru: Ветка рабочего дерева сохранена
sv: Grenen för worktree behölls
zh_hans: 工作树分支已保留
zh_hant: 工作樹分支已保留

source: Worktree build data deleted
bn: ওয়ার্কট্রির বিল্ড ডেটা মুছে ফেলা হয়েছে
es: Datos de compilación del worktree eliminados
fr: Données de compilation du worktree supprimées
hi: वर्कट्री का बिल्ड डेटा मिटाया गया
it: Dati di compilazione del worktree eliminati
ja: ワークツリーのビルドデータを削除しました
ko: 워크트리 빌드 데이터가 삭제되었습니다
pt_br: Dados de compilação do worktree excluídos
ru: Данные сборки рабочего дерева удалены
sv: Byggdata för worktree har raderats
zh_hans: 工作树构建数据已删除
zh_hant: 工作樹建置資料已刪除

source: Worktree created at %@, but the session could not be saved: %@. Use this branch again to recover it.
bn: %@-এ ওয়ার্কট্রি তৈরি হয়েছে, কিন্তু সেশন সংরক্ষণ হয়নি: %@। ফেরাতে এই ব্রাঞ্চ আবার ব্যবহার করুন।
es: Árbol de trabajo creado en %@, pero no se pudo guardar la sesión: %@. Usa de nuevo esta rama para recuperarla.
fr: Arbre de travail créé à %@, mais la session n’a pas pu être enregistrée : %@. Réutilisez cette branche pour la récupérer.
hi: %@ पर वर्कट्री बनी, लेकिन सत्र नहीं सहेजा गया: %@। बहाल करने के लिए यही ब्रांच फिर इस्तेमाल करें।
it: Albero di lavoro creato in %@, ma impossibile salvare la sessione: %@. Usa di nuovo questo ramo per recuperarla.
ja: %@ にワークツリーを作成しましたが、セッションを保存できませんでした：%@。このブランチを再度使用すると復元できます。
ko: %@에 작업 트리를 만들었지만 세션을 저장할 수 없습니다: %@. 복구하려면 이 브랜치를 다시 사용하세요.
pt_br: Árvore de trabalho criada em %@, mas a sessão não pôde ser salva: %@. Use esta branch novamente para recuperá-la.
ru: Рабочее дерево создано в %@, но сеанс не сохранён: %@. Используйте эту ветку снова для восстановления.
sv: Arbetsträdet skapades i %@, men sessionen kunde inte sparas: %@. Använd grenen igen för att återställa den.
zh_hans: 已在 %@ 创建工作树，但无法保存会话：%@。再次使用此分支可恢复。
zh_hant: 已在 %@ 建立工作樹，但無法儲存工作階段：%@。再次使用此分支可還原。

source: Worktree fetch skipped
bn: ওয়ার্কট্রির জন্য ফেচ এড়িয়ে যাওয়া হয়েছে
es: Se omitió la descarga de cambios para el worktree
fr: Récupération des changements ignorée pour le worktree
hi: वर्कट्री के लिए फ़ेच छोड़ा गया
it: Recupero aggiornamenti del worktree saltato
ja: ワークツリーのフェッチをスキップしました
ko: 워크트리 가져오기를 건너뛰었습니다
pt_br: Busca de atualizações do worktree ignorada
ru: Получение обновлений для рабочего дерева пропущено
sv: Hämtning för worktree hoppades över
zh_hans: 已跳过工作树的远程更新获取
zh_hant: 已略過工作樹的遠端更新擷取

source: Worktree location
bn: ওয়ার্কট্রির অবস্থান
es: Ubicación del árbol de trabajo
fr: Emplacement des arbres de travail
hi: वर्कट्री का स्थान
it: Posizione dell’albero di lavoro
ja: ワークツリーの場所
ko: 워크트리 위치
pt_br: Localização da árvore de trabalho
ru: Расположение рабочего дерева
sv: Arbetsträdets plats
zh_hans: 工作树位置
zh_hant: 工作樹位置

source: Worktree setup failed
bn: ওয়ার্কট্রির সেটআপ ব্যর্থ হয়েছে
es: Error al configurar el worktree
fr: Échec de la configuration du worktree
hi: वर्कट्री सेटअप विफल हुआ
it: Configurazione del worktree non riuscita
ja: ワークツリーの設定に失敗しました
ko: 워크트리 설정에 실패했습니다
pt_br: Falha na configuração do worktree
ru: Не удалось настроить рабочее дерево
sv: Konfigurationen av worktree misslyckades
zh_hans: 工作树设置失败
zh_hant: 工作樹設定失敗

source: Worktree setup finished
bn: ওয়ার্কট্রির সেটআপ সম্পন্ন হয়েছে
es: Configuración del worktree finalizada
fr: Configuration du worktree terminée
hi: वर्कट्री सेटअप पूरा हुआ
it: Configurazione del worktree completata
ja: ワークツリーの設定が完了しました
ko: 워크트리 설정이 완료되었습니다
pt_br: Configuração do worktree concluída
ru: Настройка рабочего дерева завершена
sv: Worktree har konfigurerats
zh_hans: 工作树设置已完成
zh_hant: 工作樹設定已完成

source: Worktrees
bn: ওয়ার্কট্রি
es: Árboles de trabajo
fr: Arbres de travail
hi: वर्कट्री
it: Alberi di lavoro
ja: ワークツリー
ko: 워크트리
pt_br: Árvores de trabalho
ru: Рабочие деревья
sv: Arbetsträd
zh_hans: 工作树
zh_hant: 工作樹

source: Would run
bn: চালানো হবে
es: Se ejecutaría
fr: Serait exécuté
hi: चलेगा
it: Verrebbe eseguito
ja: 実行予定
ko: 실행 예정
pt_br: Seria executado
ru: Будет выполнено
sv: Skulle köras
zh_hans: 将执行
zh_hant: 將執行

source: You are about to open an external link.
bn: আপনি একটি বাহ্যিক লিংক খুলতে যাচ্ছেন।
es: Vas a abrir un enlace externo.
fr: Vous allez ouvrir un lien externe.
hi: आप बाहरी लिंक खोलने वाले हैं।
it: Stai per aprire un link esterno.
ja: 外部リンクを開こうとしています。
ko: 외부 링크를 열려고 합니다.
pt_br: Você está prestes a abrir um link externo.
ru: Вы собираетесь открыть внешнюю ссылку.
sv: Du är på väg att öppna en extern länk.
zh_hans: 即将打开外部链接。
zh_hant: 即將開啟外部連結。

source: You are asked to review a PR.
bn: আপনাকে PR পর্যালোচনা করতে বলা হয়।
es: Te piden revisar un PR.
fr: On vous demande de réviser une PR.
hi: आपसे PR की समीक्षा माँगी जाती है।
it: Ti viene chiesto di revisionare una PR.
ja: PRのレビューを依頼されます。
ko: PR 리뷰를 요청받습니다.
pt_br: Você é solicitado a revisar um PR.
ru: У вас запрашивают проверку PR.
sv: Du ombeds granska en PR.
zh_hans: 有人请求你审查 PR。
zh_hant: 有人要求你審查 PR。

source: You can finish setup later in Settings → Integrations.
bn: সেটিংস → ইন্টিগ্রেশনে পরে সেটআপ শেষ করতে পারেন।
es: Puedes terminar la configuración más tarde en Ajustes → Integraciones.
fr: Vous pourrez terminer la configuration dans Réglages → Intégrations.
hi: आप सेटिंग्स → एकीकरण में बाद में सेटअप पूरा कर सकते हैं।
it: Puoi completare la configurazione più tardi in Impostazioni → Integrazioni.
ja: 設定は後から「設定 → 連携」で完了できます。
ko: 설정 → 연동에서 나중에 설정을 마칠 수 있습니다.
pt_br: Você pode concluir a configuração depois em Ajustes → Integrações.
ru: Настройку можно завершить позже в разделе «Настройки → Интеграции».
sv: Du kan slutföra inställningarna senare i Inställningar → Integrationer.
zh_hans: 你可以稍后在“设置 → 集成”中完成设置。
zh_hant: 你可以稍後在「設定 → 整合」中完成設定。

source: You're all set
bn: সব প্রস্তুত
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
it: È tutto pronto
ja: 準備完了
ko: 준비 완료
pt_br: Tudo pronto
ru: Всё готово
sv: Allt är klart
zh_hans: 准备就绪
zh_hant: 一切就緒

source: Your changes will be lost if you discard them.
bn: বাতিল করলে পরিবর্তন হারিয়ে যাবে।
es: Si descartas los cambios, se perderán.
fr: Si vous les abandonnez, vos modifications seront perdues.
hi: त्यागने पर आपके बदलाव खो जाएँगे।
it: Se scarti le modifiche, andranno perse.
ja: 変更を破棄すると失われます。
ko: 변경 사항을 버리면 복구할 수 없습니다.
pt_br: Suas alterações serão perdidas se você descartá-las.
ru: Если отменить изменения, они будут потеряны.
sv: Dina ändringar går förlorade om du kastar dem.
zh_hans: 丢弃后将丢失所做更改。
zh_hant: 捨棄後將遺失所做變更。

source: Your GitHub issues
bn: আপনার GitHub issue
es: Tus issues de GitHub
fr: Vos issues GitHub
hi: आपके GitHub issue
it: Le tue issue di GitHub
ja: あなたの GitHub issue
ko: 내 GitHub issue
pt_br: Suas issues do GitHub
ru: Ваши issue GitHub
sv: Dina GitHub-issues
zh_hans: 你的 GitHub issue
zh_hant: 你的 GitHub issue

source: Your pull requests
bn: আপনার পুল রিকোয়েস্ট
es: Tus pull requests
fr: Vos pull requests
hi: आपके पुल अनुरोध
it: Le tue pull request
ja: 自分のプルリクエスト
ko: 내 풀 리퀘스트
pt_br: Seus pull requests
ru: Ваши пул-реквесты
sv: Dina pull requests
zh_hans: 你的拉取请求
zh_hant: 你的提取要求
